Repository: neopixel-sk/vhl-europe-woocommerce
Catalog: languages/vhl-europe-woocommerce-*.po
Languages: bg_bg, cs_cz, de_de, es_es, fr_fr, hr_hr, hu_hu, it_it, nl_nl, pl_pl, ro_ro, sk_sk, sl_si, uk

source: VHL Europe WooCommerce requires WooCommerce to be installed and active.
bg_bg: VHL Europe WooCommerce изисква WooCommerce да бъде инсталиран и активен.
cs_cz: VHL Europe WooCommerce vyžaduje, aby byl WooCommerce nainstalován a aktivní.
de_de: VHL Europe WooCommerce erfordert die Installation und Aktivierung von WooCommerce.
es_es: VHL Europe WooCommerce requiere que WooCommerce esté instalado y activo.
fr_fr: VHL Europe WooCommerce nécessite que WooCommerce soit installé et actif.
hr_hr: VHL Europe WooCommerce zahtijeva da WooCommerce bude instaliran i aktivan.
hu_hu: A VHL Europe WooCommerce megköveteli, hogy a WooCommerce telepítve és aktív legyen.
it_it: VHL Europe WooCommerce richiede che WooCommerce sia installato e attivo.
nl_nl: VHL Europe WooCommerce vereist dat WooCommerce is ge誰nstalleerd en actief.
pl_pl: VHL Europe WooCommerce wymaga zainstalowania i aktywacji WooCommerce.
ro_ro: VHL Europe WooCommerce necesită ca WooCommerce să fie instalat și activ.
sk_sk: VHL Europe WooCommerce vyžaduje, aby bol WooCommerce nainštalovaný a aktívny.
sl_si: VHL Europe WooCommerce zahteva, da je WooCommerce nameščen in aktiven.
uk: VHL Europe WooCommerce вимагає встановлення та активації WooCommerce.

source: VHL Europe Settings
bg_bg: Настройки на VHL Europe
cs_cz: Nastavení VHL Europe
de_de: VHL Europe Einstellungen
es_es: Configuración VHL Europe
fr_fr: Paramètres VHL Europe
hr_hr: VHL Europe Postavke
hu_hu: VHL Europe beállítások
it_it: Impostazioni VHL Europe
nl_nl: VHL Europe Instellingen
pl_pl: Ustawienia VHL Europe
ro_ro: Setări VHL Europe
sk_sk: Nastavenia VHL Europe
sl_si: VHL Europe Nastavitve
uk: Налаштування VHL Europe

source: API Settings
bg_bg: API настройки
cs_cz: Nastavení API
de_de: API Einstellungen
es_es: Configuración API
fr_fr: Paramètres API
hr_hr: API Postavke
hu_hu: API beállítások
it_it: Impostazioni API
nl_nl: API Instellingen
pl_pl: Ustawienia API
ro_ro: Setări API
sk_sk: Nastavenia API
sl_si: API Nastavitve
uk: Налаштування API

source: Shipping Settings
bg_bg: Настройки за доставка
cs_cz: Nastavení dopravy
de_de: Versandeinstellungen
es_es: Configuración de envío
fr_fr: Paramètres de livraison
hr_hr: Postavke dostave
hu_hu: Szállítási beállítások
it_it: Impostazioni spedizione
nl_nl: Verzendingsinstellingen
pl_pl: Ustawienia wysyłki
ro_ro: Setări livrare
sk_sk: Nastavenia dopravy
sl_si: Nastavitve dostave
uk: Налаштування доставки

source: Enable DPD
bg_bg: Активиране на DPD
cs_cz: Povolit DPD
de_de: DPD aktivieren
es_es: Habilitar DPD
fr_fr: Activer DPD
hr_hr: Omogući DPD
hu_hu: DPD engedélyezése
it_it: Abilita DPD
nl_nl: DPD inschakelen
pl_pl: Włącz DPD
ro_ro: Activează DPD
sk_sk: Povoliť DPD
sl_si: Omogoči DPD
uk: Увімкнути DPD

source: Map DPD to WooCommerce Shipping Method
bg_bg: Съпоставяне на DPD с метод за доставка на WooCommerce
cs_cz: Přiřadit DPD k WooCommerce způsobu dopravy
de_de: DPD zu WooCommerce Versandmethode zuordnen
es_es: Asignar DPD al método de envío de WooCommerce
fr_fr: Associer DPD à la méthode de livraison WooCommerce
hr_hr: Poveži DPD s WooCommerce načinom dostave
hu_hu: DPD hozzárendelése WooCommerce szállítási módhoz
it_it: Associa DPD al metodo di spedizione WooCommerce
nl_nl: DPD koppelen aan WooCommerce verzendmethode
pl_pl: Przypisz DPD do metody wysyłki WooCommerce
ro_ro: Asociază DPD cu metoda de livrare WooCommerce
sk_sk: Priradiť DPD k WooCommerce spôsobu dopravy
sl_si: Poveži DPD z WooCommerce načinom dostave
uk: Прив'язати DPD до способу доставки WooCommerce

source: Enable Packeta
bg_bg: Активиране на Packeta
cs_cz: Povolit Packeta
de_de: Packeta aktivieren
es_es: Habilitar Packeta
fr_fr: Activer Packeta
hr_hr: Omogući Packeta
hu_hu: Packeta engedélyezése
it_it: Abilita Packeta
nl_nl: Packeta inschakelen
pl_pl: Włącz Packeta
ro_ro: Activează Packeta
sk_sk: Povoliť Packeta
sl_si: Omogoči Packeta
uk: Увімкнути Packeta

source: Payment Settings
bg_bg: Настройки за плащане
cs_cz: Nastavení plateb
de_de: Zahlungseinstellungen
es_es: Configuración de pago
fr_fr: Paramètres de paiement
hr_hr: Postavke plaćanja
hu_hu: Fizetési beállítások
it_it: Impostazioni pagamento
nl_nl: Betalingsinstellingen
pl_pl: Ustawienia płatności
ro_ro: Setări plată
sk_sk: Nastavenia platieb
sl_si: Nastavitve plačil
uk: Налаштування платежів

source: Enable Cash on Delivery
bg_bg: Активиране на наложен платеж
cs_cz: Povolit dobírku
de_de: Nachnahme aktivieren
es_es: Habilitar pago contra reembolso
fr_fr: Activer le paiement à la livraison
hr_hr: Omogući plaćanje pouzećem
hu_hu: Utánvét engedélyezése
it_it: Abilita contrassegno
nl_nl: Onder rembours inschakelen
pl_pl: Włącz płatność za pobraniem
ro_ro: Activează plata la livrare
sk_sk: Povoliť dobierku
sl_si: Omogoči plačilo ob dostavi
uk: Увімкнути накладений платіж

source: Map COD to WooCommerce Payment Method
bg_bg: Съпоставяне на наложен платеж с метод за плащане на WooCommerce
cs_cz: Přiřadit dobírku k WooCommerce způsobu platby
de_de: Nachnahme zu WooCommerce Zahlungsmethode zuordnen
es_es: Asignar pago contra reembolso al método de pago de WooCommerce
fr_fr: Associer le paiement à la livraison à la méthode de paiement WooCommerce
hr_hr: Poveži plaćanje pouzećem s WooCommerce načinom plaćanja
hu_hu: Utánvét hozzárendelése WooCommerce fizetési módhoz
it_it: Associa contrassegno al metodo di pagamento WooCommerce
nl_nl: Onder rembours koppelen aan WooCommerce betaalmethode
pl_pl: Przypisz płatność za pobraniem do metody płatności WooCommerce
ro_ro: Asociază plata la livrare cu metoda de plată WooCommerce
sk_sk: Priradiť dobierku k WooCommerce spôsobu platby
sl_si: Poveži plačilo ob dostavi z WooCommerce načinom plačila
uk: Прив'язати накладений платіж до способу оплати WooCommerce

source: VHL Europe API Logs
bg_bg: VHL Europe API логове
cs_cz: VHL Europe API logy
de_de: VHL Europe API Protokolle
es_es: Registros API VHL Europe
fr_fr: Journaux API VHL Europe
hr_hr: VHL Europe API Zapisnici
hu_hu: VHL Europe API naplók
it_it: Log API VHL Europe
pl_pl: VHL Europe logi API
ro_ro: Jurnale API VHL Europe
sk_sk: VHL Europe API logy
sl_si: VHL Europe API Dnevniki
uk: VHL Europe API логи

source: VHL Europe Logs
bg_bg: VHL Europe логове
cs_cz: VHL Europe logy
de_de: VHL Europe Protokolle
es_es: Registros VHL Europe
fr_fr: Journaux VHL Europe
hr_hr: VHL Europe Zapisnici
hu_hu: VHL Europe naplók
it_it: Log VHL Europe
pl_pl: VHL Europe logi
ro_ro: Jurnale VHL Europe
sk_sk: VHL Europe logy
sl_si: VHL Europe Dnevniki
uk: VHL Europe логи

source: Order ID
bg_bg: ID на поръчка
cs_cz: ID objednávky
de_de: Bestell-ID
es_es: ID pedido
fr_fr: ID commande
hr_hr: ID narudžbe
hu_hu: Rendelés azonosító
it_it: ID ordine
nl_nl: Bestelling ID
pl_pl: ID zamówienia
ro_ro: ID comandă
sk_sk: ID objednávky
sl_si: ID naročila
uk: ID замовлення

source: Filter
bg_bg: Филтриране
cs_cz: Filtrovat
es_es: Filtrar
fr_fr: Filtrer
hu_hu: Szűrés
it_it: Filtra
pl_pl: Filtruj
ro_ro: Filtrează
sk_sk: Filtrovať
uk: Фільтр

source: Show All
bg_bg: Покажи всички
cs_cz: Zobrazit vše
de_de: Alle anzeigen
es_es: Mostrar todo
fr_fr: Tout afficher
hr_hr: Prikaži sve
hu_hu: Összes megjelenítése
it_it: Mostra tutto
nl_nl: Toon alles
pl_pl: Pokaż wszystkie
ro_ro: Afișează toate
sk_sk: Zobraziť všetky
sl_si: Prikaži vse
uk: Показати всі

source: Clear Old Logs (30+ days)
bg_bg: Изчистване на стари логове (30+ дни)
cs_cz: Vymazat staré logy (30+ dní)
de_de: Alte Protokolle löschen (30+ Tage)
es_es: Limpiar registros antiguos (30+ días)
fr_fr: Effacer les anciens journaux (30+ jours)
hr_hr: Obriši stare zapisnike (30+ dana)
hu_hu: Régi naplók törlése (30+ nap)
it_it: Cancella log vecchi (30+ giorni)
nl_nl: Oude logs wissen (30+ dagen)
pl_pl: Wyczyść stare logi (30+ dni)
ro_ro: Șterge jurnalele vechi (30+ zile)
sk_sk: Vymazať staré logy (30+ dní)
sl_si: Počisti stare dnevnike (30+ dni)
uk: Очистити старі логи (30+ днів)

source: No API logs found.
bg_bg: Не са намерени API логове.
cs_cz: Nebyly nalezeny žádné API logy.
de_de: Keine API Protokolle gefunden.
es_es: No se encontraron registros de API.
fr_fr: Aucun journal API trouvé.
hr_hr: Nisu pronađeni API zapisnici.
hu_hu: Nem találhatók API naplók.
it_it: Nessun log API trovato.
nl_nl: Geen API logs gevonden.
pl_pl: Nie znaleziono logów API.
ro_ro: Nu s-au găsit jurnale API.
sk_sk: Neboli nájdené žiadne API logy.
sl_si: Ni najdenih API dnevnikov.
uk: API логи не знайдено.

source: Status
bg_bg: Статус
cs_cz: Stav
es_es: Estado
fr_fr: Statut
hu_hu: Állapot
it_it: Stato
sk_sk: Stav
uk: Статус

source: Response Code
bg_bg: Код на отговор
cs_cz: Kód odpovědi
de_de: Antwortcode
es_es: Código de respuesta
fr_fr: Code de réponse
hr_hr: Kod odgovora
hu_hu: Válasz kód
it_it: Codice risposta
nl_nl: Responscode
pl_pl: Kod odpowiedzi
ro_ro: Cod răspuns
sk_sk: Kód odpovede
sl_si: Koda odgovora
uk: Код відповіді

source: Created
bg_bg: Създаден
cs_cz: Vytvořeno
de_de: Erstellt
es_es: Creado
fr_fr: Créé
hr_hr: Stvoreno
hu_hu: Létrehozva
it_it: Creato
nl_nl: Aangemaakt
pl_pl: Utworzono
ro_ro: Creat
sk_sk: Vytvorené
sl_si: Ustvarjeno
uk: Створено

source: Actions
bg_bg: Действия
cs_cz: Akce
de_de: Aktionen
es_es: Acciones
hr_hr: Akcije
hu_hu: Műveletek
it_it: Azioni
nl_nl: Acties
pl_pl: Akcje
ro_ro: Acțiuni
sk_sk: Akcie
sl_si: Dejanja
uk: Дії

source: View Details
bg_bg: Вижте подробности
cs_cz: Zobrazit detaily
de_de: Details anzeigen
es_es: Ver detalles
fr_fr: Voir les détails
hr_hr: Prikaži detalje
hu_hu: Részletek megtekintése
it_it: Visualizza dettagli
nl_nl: Bekijk details
pl_pl: Zobacz szczegóły
ro_ro: Vezi detalii
sk_sk: Zobraziť detaily
sl_si: Prikaži podrobnosti
uk: Переглянути деталі

source: API Log Details
bg_bg: Подробности за API лог
cs_cz: Detaily API logu
de_de: API Protokoll Details
es_es: Detalles del registro API
fr_fr: Détails du journal API
hr_hr: Detalji API zapisnika
hu_hu: API napló részletei
it_it: Dettagli log API
pl_pl: Szczegóły logu API
ro_ro: Detalii jurnal API
sk_sk: Detaily API logu
sl_si: Podrobnosti API dnevnika
uk: Деталі API логу

source: Close
bg_bg: Затваряне
cs_cz: Zavřít
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
hr_hr: Zatvori
hu_hu: Bezárás
it_it: Chiudi
nl_nl: Sluiten
pl_pl: Zamknij
ro_ro: Închide
sk_sk: Zavrieť
sl_si: Zapri
uk: Закрити

source: Error loading log details
bg_bg: Грешка при зареждане на подробности за лога
cs_cz: Chyba při načítání detailů logu
de_de: Fehler beim Laden der Protokoll-Details
es_es: Error al cargar los detalles del registro
fr_fr: Erreur lors du chargement des détails du journal
hr_hr: Greška pri učitavanju detalja zapisnika
hu_hu: Hiba a napló részletek betöltése során
it_it: Errore nel caricamento dei dettagli del log
nl_nl: Fout bij het laden van log details
pl_pl: Błąd ładowania szczegółów logu
ro_ro: Eroare la încărcarea detaliilor jurnalului
sk_sk: Chyba pri načítavaní detailov logu
sl_si: Napaka pri nalaganju podrobnosti dnevnika
uk: Помилка завантаження деталей логу

source: Are you sure you want to clear logs older than 30 days?
bg_bg: Сигурни ли сте, че искате да изчистите логове по-стари от 30 дни?
cs_cz: Jste si jisti, že chcete vymazat logy starší než 30 dní?
de_de: Sind Sie sicher, dass Sie Protokolle älter als 30 Tage löschen möchten?
es_es: ¿Está seguro de que desea limpiar los registros de más de 30 días?
fr_fr: Êtes-vous sûr de vouloir effacer les journaux de plus de 30 jours ?
hr_hr: Jeste li sigurni da želite obrisati zapisnike starije od 30 dana?
hu_hu: Biztosan törölni szeretné a 30 napnál régebbi naplókat?
it_it: Sei sicuro di voler cancellare i log più vecchi di 30 giorni?
nl_nl: Weet u zeker dat u logs ouder dan 30 dagen wilt wissen?
pl_pl: Czy na pewno chcesz wyczyścić logi starsze niż 30 dni?
ro_ro: Sunteți sigur că doriți să ștergeți jurnalele mai vechi de 30 de zile?
sk_sk: Ste si istí, že chcete vymazať logy staršie ako 30 dní?
sl_si: Ali ste prepričani, da želite počistiti dnevnike starejše od 30 dni?
uk: Ви впевнені, що хочете очистити логи старші за 30 днів?

source: Error clearing logs
bg_bg: Грешка при изчистване на логове
cs_cz: Chyba při mazání logů
de_de: Fehler beim Löschen der Protokolle
es_es: Error al limpiar los registros
fr_fr: Erreur lors de l'effacement des journaux
hr_hr: Greška pri brisanju zapisnika
hu_hu: Hiba a naplók törlése során
it_it: Errore nella cancellazione dei log
nl_nl: Fout bij het wissen van logs
pl_pl: Błąd czyszczenia logów
ro_ro: Eroare la ștergerea jurnalelor
sk_sk: Chyba pri mazaní logov
sl_si: Napaka pri čiščenju dnevnikov
uk: Помилка очищення логів

source: Deleted %d old log entries.
bg_bg: Изтрити %d стари записи в лога.
cs_cz: Vymazáno %d starých záznamů logu.
de_de: %d alte Protokolleinträge gelöscht.
es_es: Se eliminaron %d entradas de registro antiguas.
fr_fr: %d anciennes entrées de journal supprimées.
hr_hr: Obrisano %d starih unosa zapisnika.
hu_hu: %d régi napló bejegyzés törölve.
it_it: Cancellate %d voci di log vecchie.
nl_nl: %d oude log-items verwijderd.
pl_pl: Usunięto %d starych wpisów logu.
ro_ro: S-au șters %d intrări vechi din jurnal.
sk_sk: Vymazané %d starých záznamov logu.
sl_si: Izbrisanih %d starih vnosov dnevnika.
uk: Видалено %d старих записів логу.

source: Permission denied
bg_bg: Отказан достъп
cs_cz: Přístup odepřen
de_de: Zugriff verweigert
es_es: Permiso denegado
fr_fr: Permission refusée
hr_hr: Pristup odbijen
hu_hu: Hozzáférés megtagadva
it_it: Permesso negato
nl_nl: Toegang geweigerd
pl_pl: Brak uprawnień
ro_ro: Acces interzis
sk_sk: Prístup odmietnutý
sl_si: Dostop zavrnjen
uk: Доступ заборонено

source: Log not found
bg_bg: Логът не е намерен
cs_cz: Log nenalezen
de_de: Protokoll nicht gefunden
es_es: Registro no encontrado
fr_fr: Journal introuvable
hr_hr: Zapisnik nije pronađen
hu_hu: Napló nem található
it_it: Log non trovato
nl_nl: Log niet gevonden
pl_pl: Log nie znaleziony
ro_ro: Jurnalul nu a fost găsit
sk_sk: Log nenájdený
sl_si: Dnevnik ni najden
uk: Лог не знайдено

source: Basic Information
bg_bg: Основна информация
cs_cz: Základní informace
de_de: Grundinformationen
es_es: Información básica
fr_fr: Informations de base
hr_hr: Osnovne informacije
hu_hu: Alapinformációk
it_it: Informazioni di base
nl_nl: Basisinformatie
pl_pl: Podstawowe informacje
ro_ro: Informații de bază
sk_sk: Základné informácie
sl_si: Osnovne informacije
uk: Основна інформація

source: Log ID:
bg_bg: ID на лог:
cs_cz: ID logu:
de_de: Protokoll-ID:
es_es: ID registro:
fr_fr: ID journal :
hr_hr: ID zapisnika:
hu_hu: Napló azonosító:
it_it: ID log:
pl_pl: ID logu:
ro_ro: ID jurnal:
sk_sk: ID logu:
sl_si: ID dnevnika:
uk: ID логу:

source: Order ID:
bg_bg: ID на поръчка:
cs_cz: ID objednávky:
de_de: Bestell-ID:
es_es: ID pedido:
fr_fr: ID commande :
hr_hr: ID narudžbe:
hu_hu: Rendelés azonosító:
it_it: ID ordine:
nl_nl: Bestelling ID:
pl_pl: ID zamówienia:
ro_ro: ID comandă:
sk_sk: ID objednávky:
sl_si: ID naročila:
uk: ID замовлення:

source: Status:
bg_bg: Статус:
cs_cz: Stav:
es_es: Estado:
fr_fr: Statut :
hu_hu: Állapot:
it_it: Stato:
sk_sk: Stav:
uk: Статус:

source: Response Code:
bg_bg: Код на отговор:
cs_cz: Kód odpovědi:
de_de: Antwortcode:
es_es: Código de respuesta:
fr_fr: Code de réponse :
hr_hr: Kod odgovora:
hu_hu: Válasz kód:
it_it: Codice risposta:
nl_nl: Responscode:
pl_pl: Kod odpowiedzi:
ro_ro: Cod răspuns:
sk_sk: Kód odpovede:
sl_si: Koda odgovora:
uk: Код відповіді:

source: Created:
bg_bg: Създаден:
cs_cz: Vytvořeno:
de_de: Erstellt:
es_es: Creado:
fr_fr: Créé :
hr_hr: Stvoreno:
hu_hu: Létrehozva:
it_it: Creato:
nl_nl: Aangemaakt:
pl_pl: Utworzono:
ro_ro: Creat:
sk_sk: Vytvorené:
sl_si: Ustvarjeno:
uk: Створено:

source: Error Message
bg_bg: Съобщение за грешка
cs_cz: Chybová zpráva
de_de: Fehlermeldung
es_es: Mensaje de error
fr_fr: Message d'erreur
hr_hr: Poruka o grešci
hu_hu: Hibaüzenet
it_it: Messaggio di errore
nl_nl: Foutmelding
pl_pl: Komunikat błędu
ro_ro: Mesaj de eroare
sk_sk: Chybová správa
sl_si: Sporočilo o napaki
uk: Повідомлення про помилку

source: Request Data
bg_bg: Данни за заявка
cs_cz: Data požadavku
de_de: Anfragedaten
es_es: Datos de solicitud
fr_fr: Données de la requête
hr_hr: Podaci zahtjeva
hu_hu: Kérés adatai
it_it: Dati richiesta
nl_nl: Aanvraaggegevens
pl_pl: Dane żądania
ro_ro: Date cerere
sk_sk: Dáta požiadavky
sl_si: Podatki zahteve
uk: Дані запиту

source: Response Data
bg_bg: Данни за отговор
cs_cz: Data odpovědi
de_de: Antwortdaten
es_es: Datos de respuesta
fr_fr: Données de la réponse
hr_hr: Podaci odgovora
hu_hu: Válasz adatai
it_it: Dati risposta
nl_nl: Antwoordgegevens
pl_pl: Dane odpowiedzi
ro_ro: Date răspuns
sk_sk: Dáta odpovede
sl_si: Podatki odgovora
uk: Дані відповіді

source: Packeta plugin is installed and active.
bg_bg: Packeta добавката е инсталирана и активна.
cs_cz: Packeta plugin je nainstalován a aktivní.
de_de: Packeta Plugin ist installiert und aktiv.
es_es: El plugin Packeta está instalado y activo.
fr_fr: Le plugin Packeta est installé et actif.
hr_hr: Packeta plugin je instaliran i aktivan.
hu_hu: A Packeta plugin telepítve és aktív.
it_it: Il plugin Packeta è installato e attivo.
nl_nl: Packeta plugin is ge誰nstalleerd en actief.
pl_pl: Plugin Packeta jest zainstalowany i aktywny.
ro_ro: Plugin-ul Packeta este instalat și activ.
sk_sk: Packeta plugin je nainštalovaný a aktívny.
sl_si: Packeta plugin je nameščen in aktiven.
uk: Плагін Packeta встановлено та активовано.

source: Packeta plugin is not installed. Install it to enable Packeta shipping option.
bg_bg: Packeta добавката не е инсталирана. Инсталирайте я, за да активирате опцията за доставка Packeta.
cs_cz: Packeta plugin není nainstalován. Nainstalujte jej pro povolení Packeta možnosti dopravy.
de_de: Packeta Plugin ist nicht installiert. Installieren Sie es, um die Packeta Versandoption zu aktivieren.
es_es: El plugin Packeta no está instalado. Instálelo para habilitar la opción de envío Packeta.
fr_fr: Le plugin Packeta n'est pas installé. Installez-le pour activer l'option de livraison Packeta.
hr_hr: Packeta plugin nije instaliran. Instalirajte ga za omogućavanje Packeta opcije dostave.
hu_hu: A Packeta plugin nincs telepítve. Telepítse a Packeta szállítási lehetőség engedélyezéséhez.
it_it: Il plugin Packeta non è installato. Installalo per abilitare l'opzione di spedizione Packeta.
nl_nl: Packeta plugin is niet ge誰nstalleerd. Installeer het om de Packeta verzendoptie in te schakelen.
pl_pl: Plugin Packeta nie jest zainstalowany. Zainstaluj go, aby włączyć opcję wysyłki Packeta.
ro_ro: Plugin-ul Packeta nu este instalat. Instalați-l pentru a activa opțiunea de livrare Packeta.
sk_sk: Packeta plugin nie je nainštalovaný. Nainštalujte ho na povolenie Packeta možnosti dopravy.
sl_si: Packeta plugin ni nameščen. Namestite ga za omogočitev Packeta možnosti dostave.
uk: Плагін Packeta не встановлено. Встановіть його для увімкнення опції доставки Packeta.

source: Configure API settings for VHL Europe integration.
bg_bg: Конфигуриране на API настройки за VHL Europe интеграция.
cs_cz: Nakonfigurujte nastavení API pro integraci VHL Europe.
de_de: Konfigurieren Sie API-Einstellungen für die VHL Europe Integration.
es_es: Configure los ajustes de API para la integración VHL Europe.
fr_fr: Configurez les paramètres API pour l'intégration VHL Europe.
hr_hr: Konfigurirajte API postavke za VHL Europe integraciju.
hu_hu: API beállítások konfigurálása a VHL Europe integrációhoz.
it_it: Configura le impostazioni API per l'integrazione VHL Europe.
nl_nl: Configureer API-instellingen voor VHL Europe integratie.
pl_pl: Skonfiguruj ustawienia API dla integracji VHL Europe.
ro_ro: Configurați setările API pentru integrarea VHL Europe.
sk_sk: Nakonfigurujte nastavenia API pre integráciu VHL Europe.
sl_si: Konfigurirajte API nastavitve za VHL Europe integracijo.
uk: Налаштуйте параметри API для інтеграції VHL Europe.

source: Configure shipping methods mapping.
bg_bg: Конфигуриране на съпоставяне на методи за доставка.
cs_cz: Nakonfigurujte mapování způsobů dopravy.
de_de: Konfigurieren Sie die Zuordnung der Versandmethoden.
es_es: Configure la asignación de métodos de envío.
fr_fr: Configurez la correspondance des méthodes de livraison.
hr_hr: Konfigurirajte mapiranje načina dostave.
hu_hu: Szállítási módok hozzárendelésének konfigurálása.
it_it: Configura la mappatura dei metodi di spedizione.
nl_nl: Configureer de toewijzing van verzendmethoden.
pl_pl: Skonfiguruj mapowanie metod wysyłki.
ro_ro: Configurați maparea metodelor de livrare.
sk_sk: Nakonfigurujte mapovanie spôsobov dopravy.
sl_si: Konfigurirajte povezovanje načinov dostave.
uk: Налаштуйте прив'язку способів доставки.

source: Configure payment methods mapping.
bg_bg: Конфигуриране на съпоставяне на методи за плащане.
cs_cz: Nakonfigurujte mapování způsobů platby.
de_de: Konfigurieren Sie die Zuordnung der Zahlungsmethoden.
es_es: Configure la asignación de métodos de pago.
fr_fr: Configurez la correspondance des méthodes de paiement.
hr_hr: Konfigurirajte mapiranje načina plaćanja.
hu_hu: Fizetési módok hozzárendelésének konfigurálása.
it_it: Configura la mappatura dei metodi di pagamento.
nl_nl: Configureer de toewijzing van betaalmethoden.
pl_pl: Skonfiguruj mapowanie metod płatności.
ro_ro: Configurați maparea metodelor de plată.
sk_sk: Nakonfigurujte mapovanie spôsobov platby.
sl_si: Konfigurirajte povezovanje načinov plačila.
uk: Налаштуйте прив'язку способів оплати.

source: Enter your VHL Europe API bearer token.
bg_bg: Въведете вашия VHL Europe API bearer token.
cs_cz: Zadejte svůj VHL Europe API bearer token.
de_de: Geben Sie Ihren VHL Europe API Bearer Token ein.
es_es: Ingrese su token bearer de la API VHL Europe.
fr_fr: Entrez votre jeton bearer API VHL Europe.
hr_hr: Unesite vaš VHL Europe API bearer token.
hu_hu: Adja meg a VHL Europe API bearer token-jét.
it_it: Inserisci il tuo VHL Europe API bearer token.
nl_nl: Voer uw VHL Europe API bearer token in.
pl_pl: Wprowadź swój VHL Europe API bearer token.
ro_ro: Introduceți token-ul bearer API VHL Europe.
sk_sk: Zadajte svoj VHL Europe API bearer token.
sl_si: Vnesite svoj VHL Europe API bearer token.
uk: Введіть ваш VHL Europe API bearer token.

source: Enable DPD shipping method
bg_bg: Активиране на метод за доставка DPD
cs_cz: Povolit DPD způsob dopravy
de_de: DPD Versandmethode aktivieren
es_es: Habilitar método de envío DPD
fr_fr: Activer la méthode de livraison DPD
hr_hr: Omogući DPD način dostave
hu_hu: DPD szállítási mód engedélyezése
it_it: Abilita metodo di spedizione DPD
nl_nl: DPD verzendmethode inschakelen
pl_pl: Włącz metodę wysyłki DPD
ro_ro: Activează metoda de livrare DPD
sk_sk: Povoliť DPD spôsob dopravy
sl_si: Omogoči DPD način dostave
uk: Увімкнути спосіб доставки DPD

source: Select shipping method
bg_bg: Изберете метод за доставка
cs_cz: Vyberte způsob dopravy
de_de: Versandmethode auswählen
es_es: Seleccionar método de envío
fr_fr: Sélectionner la méthode de livraison
hr_hr: Odaberite način dostave
hu_hu: Szállítási mód kiválasztása
it_it: Seleziona metodo di spedizione
nl_nl: Selecteer verzendmethode
pl_pl: Wybierz metodę wysyłki
ro_ro: Selectează metoda de livrare
sk_sk: Vyberte spôsob dopravy
sl_si: Izberite način dostave
uk: Оберіть спосіб доставки
