Repository: neopixel-sk/vhl-europe-woocommerce
Catalog: languages/vhl-europe-woocommerce-*.po
Languages: bg_bg, cs_cz, de_de, es_es, fr_fr, hr_hr, hu_hu, it_it, nl_nl, pl_pl, ro_ro, sk_sk, sl_si, uk

source: Select which WooCommerce shipping method should be mapped to DPD.
bg_bg: Изберете кой метод за доставка на WooCommerce да бъде съпоставен с DPD.
cs_cz: Vyberte, který WooCommerce způsob dopravy má být přiřazen k DPD.
de_de: Wählen Sie aus, welche WooCommerce Versandmethode zu DPD zugeordnet werden soll.
es_es: Seleccione qué método de envío de WooCommerce debe asignarse a DPD.
fr_fr: Sélectionnez quelle méthode de livraison WooCommerce doit être associée à DPD.
hr_hr: Odaberite koji WooCommerce način dostave treba biti mapiran na DPD.
hu_hu: Válassza ki, hogy melyik WooCommerce szállítási módot kell hozzárendelni a DPD-hez.
it_it: Seleziona quale metodo di spedizione WooCommerce dovrebbe essere associato a DPD.
nl_nl: Selecteer welke WooCommerce verzendmethode moet worden toegewezen aan DPD.
pl_pl: Wybierz, która metoda wysyłki WooCommerce powinna być przypisana do DPD.
ro_ro: Selectați care metodă de livrare WooCommerce ar trebui să fie asociată cu DPD.
sk_sk: Vyberte, ktorý WooCommerce spôsob dopravy má byť priradený k DPD.
sl_si: Izberite, kateri WooCommerce način dostave naj bo povezan z DPD.
uk: Оберіть, який спосіб доставки WooCommerce має бути прив'язаний до DPD.

source: Enable Packeta shipping method
bg_bg: Активиране на метод за доставка Packeta
cs_cz: Povolit Packeta způsob dopravy
de_de: Packeta Versandmethode aktivieren
es_es: Habilitar método de envío Packeta
fr_fr: Activer la méthode de livraison Packeta
hr_hr: Omogući Packeta način dostave
hu_hu: Packeta szállítási mód engedélyezése
it_it: Abilita metodo di spedizione Packeta
nl_nl: Packeta verzendmethode inschakelen
pl_pl: Włącz metodę wysyłki Packeta
ro_ro: Activează metoda de livrare Packeta
sk_sk: Povoliť Packeta spôsob dopravy
sl_si: Omogoči Packeta način dostave
uk: Увімкнути спосіб доставки Packeta

source: Packeta plugin must be installed and active to enable this option.
bg_bg: Packeta добавката трябва да бъде инсталирана и активна, за да се активира тази опция.
cs_cz: Packeta plugin musí být nainstalován a aktivní pro povolení této možnosti.
de_de: Packeta Plugin muss installiert und aktiv sein, um diese Option zu aktivieren.
es_es: El plugin Packeta debe estar instalado y activo para habilitar esta opción.
fr_fr: Le plugin Packeta doit être installé et actif pour activer cette option.
hr_hr: Packeta plugin mora biti instaliran i aktivan za omogućavanje ove opcije.
hu_hu: A Packeta pluginnak telepítve és aktívnak kell lennie ezen lehetőség engedélyezéséhez.
it_it: Il plugin Packeta deve essere installato e attivo per abilitare questa opzione.
nl_nl: Packeta plugin moet ge誰nstalleerd en actief zijn om deze optie in te schakelen.
pl_pl: Plugin Packeta musi być zainstalowany i aktywny, aby włączyć tę opcję.
ro_ro: Plugin-ul Packeta trebuie să fie instalat și activ pentru a activa această opțiune.
sk_sk: Packeta plugin musí byť nainštalovaný a aktívny na povolenie tejto možnosti.
sl_si: Packeta plugin mora biti nameščen in aktiven za omogočitev te možnosti.
uk: Плагін Packeta має бути встановлений та активний для увімкнення цієї опції.

source: Select payment method
bg_bg: Изберете метод за плащане
cs_cz: Vyberte způsob platby
de_de: Zahlungsmethode auswählen
es_es: Seleccionar método de pago
fr_fr: Sélectionner la méthode de paiement
hr_hr: Odaberite način plaćanja
hu_hu: Fizetési mód kiválasztása
it_it: Seleziona metodo di pagamento
nl_nl: Selecteer betaalmethode
pl_pl: Wybierz metodę płatności
ro_ro: Selectează metoda de plată
sk_sk: Vyberte spôsob platby
sl_si: Izberite način plačila
uk: Оберіть спосіб оплати

source: Select which WooCommerce payment method should be mapped to COD.
bg_bg: Изберете кой метод за плащане на WooCommerce да бъде съпоставен с наложен платеж.
cs_cz: Vyberte, který WooCommerce způsob platby má být přiřazen k dobírce.
de_de: Wählen Sie aus, welche WooCommerce Zahlungsmethode zur Nachnahme zugeordnet werden soll.
es_es: Seleccione qué método de pago de WooCommerce debe asignarse al pago contra reembolso.
fr_fr: Sélectionnez quelle méthode de paiement WooCommerce doit être associée au paiement à la livraison.
hr_hr: Odaberite koji WooCommerce način plaćanja treba biti mapiran na plaćanje pouzećem.
hu_hu: Válassza ki, hogy melyik WooCommerce fizetési módot kell hozzárendelni az utánvéthez.
it_it: Seleziona quale metodo di pagamento WooCommerce dovrebbe essere associato al contrassegno.
nl_nl: Selecteer welke WooCommerce betaalmethode moet worden toegewezen aan onder rembours.
pl_pl: Wybierz, która metoda płatności WooCommerce powinna być przypisana do płatności za pobraniem.
ro_ro: Selectați care metodă de plată WooCommerce ar trebui să fie asociată cu plata la livrare.
sk_sk: Vyberte, ktorý WooCommerce spôsob platby má byť priradený k dobierke.
sl_si: Izberite, kateri WooCommerce način plačila naj bo povezan s plačilom ob dostavi.
uk: Оберіть, який спосіб оплати WooCommerce має бути прив'язаний до накладеного платежу.

source: API token is not configured.
bg_bg: API токенът не е конфигуриран.
cs_cz: API token není nakonfigurován.
de_de: API Token ist nicht konfiguriert.
es_es: El token de API no está configurado.
fr_fr: Le jeton API n'est pas configuré.
hr_hr: API token nije konfiguriran.
hu_hu: Az API token nincs konfigurálva.
it_it: Il token API non è configurato.
nl_nl: API token is niet geconfigureerd.
pl_pl: Token API nie jest skonfigurowany.
ro_ro: Token-ul API nu este configurat.
sk_sk: API token nie je nakonfigurovaný.
sl_si: API token ni konfiguriran.
uk: API токен не налаштовано.

source: API returned error: %s
bg_bg: API върна грешка: %s
cs_cz: API vrátilo chybu: %s
de_de: API gab Fehler zurück: %s
es_es: La API devolvió un error: %s
fr_fr: L'API a retourné une erreur : %s
hr_hr: API je vratio grešku: %s
hu_hu: Az API hibát adott vissza: %s
it_it: L'API ha restituito un errore: %s
nl_nl: API heeft fout geretourneerd: %s
pl_pl: API zwróciło błąd: %s
ro_ro: API-ul a returnat eroarea: %s
sk_sk: API vrátilo chybu: %s
sl_si: API je vrnil napako: %s
uk: API повернуло помилку: %s

source: Invalid JSON response from API.
bg_bg: Невалиден JSON отговор от API.
cs_cz: Neplatná JSON odpověď z API.
de_de: Ungültige JSON-Antwort von der API.
es_es: Respuesta JSON inválida de la API.
fr_fr: Réponse JSON invalide de l'API.
hr_hr: Neispravni JSON odgovor od API-ja.
hu_hu: Érvénytelen JSON válasz az API-tól.
it_it: Risposta JSON non valida dall'API.
nl_nl: Ongeldige JSON-reactie van API.
pl_pl: Nieprawidłowa odpowiedź JSON z API.
ro_ro: Răspuns JSON invalid de la API.
sk_sk: Neplatná JSON odpoveď z API.
sl_si: Neveljaven JSON odgovor od API.
uk: Неправильна JSON відповідь від API.

source: Invalid order object.
bg_bg: Невалиден обект поръчка.
cs_cz: Neplatný objekt objednávky.
de_de: Ungültiges Bestellobjekt.
es_es: Objeto de pedido inválido.
fr_fr: Objet commande invalide.
hr_hr: Neispravni objekt narudžbe.
hu_hu: Érvénytelen rendelés objektum.
it_it: Oggetto ordine non valido.
nl_nl: Ongeldig bestellingsobject.
pl_pl: Nieprawidłowy obiekt zamówienia.
ro_ro: Obiect comandă invalid.
sk_sk: Neplatný objekt objednávky.
sl_si: Neveljaven objekt naročila.
uk: Неправильний об'єкт замовлення.

source: VHL Europe: Error preparing order data: %s
bg_bg: VHL Europe: Грешка при подготовка на данни за поръчка: %s
cs_cz: VHL Europe: Chyba při přípravě dat objednávky: %s
de_de: VHL Europe: Fehler bei der Vorbereitung der Bestelldaten: %s
es_es: VHL Europe: Error al preparar los datos del pedido: %s
fr_fr: VHL Europe : Erreur lors de la préparation des données de commande : %s
hr_hr: VHL Europe: Greška pri pripremi podataka narudžbe: %s
hu_hu: VHL Europe: Hiba a rendelés adatok előkészítése során: %s
it_it: VHL Europe: Errore nella preparazione dei dati dell'ordine: %s
nl_nl: VHL Europe: Fout bij het voorbereiden van bestellingsgegevens: %s
pl_pl: VHL Europe: Błąd przygotowania danych zamówienia: %s
ro_ro: VHL Europe: Eroare la pregătirea datelor comenzii: %s
sk_sk: VHL Europe: Chyba pri príprave dát objednávky: %s
sl_si: VHL Europe: Napaka pri pripravi podatkov naročila: %s
uk: VHL Europe: Помилка підготовки даних замовлення: %s

source: VHL Europe: API Error: %s
bg_bg: VHL Europe: API грешка: %s
cs_cz: VHL Europe: API chyba: %s
de_de: VHL Europe: API Fehler: %s
es_es: VHL Europe: Error de API: %s
fr_fr: VHL Europe : Erreur API : %s
hr_hr: VHL Europe: API greška: %s
hu_hu: VHL Europe: API hiba: %s
it_it: VHL Europe: Errore API: %s
nl_nl: VHL Europe: API Fout: %s
pl_pl: VHL Europe: Błąd API: %s
ro_ro: VHL Europe: Eroare API: %s
sk_sk: VHL Europe: API chyba: %s
sl_si: VHL Europe: API napaka: %s
uk: VHL Europe: API помилка: %s

source: Order successfully sent to VHL Europe for fulfillment.
bg_bg: Поръчката е изпратена успешно до VHL Europe за изпълнение.
cs_cz: Objednávka úspěšně odeslána do VHL Europe k vyřízení.
de_de: Bestellung erfolgreich an VHL Europe zur Abwicklung gesendet.
es_es: Pedido enviado exitosamente a VHL Europe para su procesamiento.
fr_fr: Commande envoyée avec succès à VHL Europe pour traitement.
hr_hr: Narudžba je uspješno poslana u VHL Europe za obradu.
hu_hu: A rendelés sikeresen elküldve a VHL Europe-ba teljesítésre.
it_it: Ordine inviato con successo a VHL Europe per l'evasione.
nl_nl: Bestelling succesvol verzonden naar VHL Europe voor afhandeling.
pl_pl: Zamówienie zostało pomyślnie wysłane do VHL Europe do realizacji.
ro_ro: Comanda a fost trimisă cu succes la VHL Europe pentru procesare.
sk_sk: Objednávka úspešne odoslaná do VHL Europe na vybavenie.
sl_si: Naročilo je bilo uspešno poslano v VHL Europe za izvedbo.
uk: Замовлення успішно відправлено до VHL Europe для виконання.

source: ID
hu_hu: Azonosító
